Repository: luizbills/shipping-simulator-for-woocommerce
Catalog: languages/wc-shipping-simulator-*.po
Languages: pt_br

source: Shipping Simulator for WooCommerce
pt_br: Simulador de Frete para WooCommerce

source: Allows your customers to calculate the shipping rates on the product page
pt_br: Permita seus clientes calcularem quanto custará o frete diretamente na página do produto

source: https://luizpb.com
pt_br: https://luizpb.com/pt

source: Shipping Simulator Settings
pt_br: Configurações do Simulador de Frete

source: The following options are used to configure the Shipping Simulator.
pt_br: As opções a seguir são usadas para configurar o Simulador de Frete.

source: Enable auto-insert
pt_br: Ativar inserção automática

source: Enable
pt_br: Ativar

source: Display automatically the shipping simulator in product pages. Alternatively you can manually insert the shipping simulator using the %s shortcode.
pt_br: Exibe automaticamente o simulador de frete nas páginas de produto. Alternativamente, você pode inserir manualmente o simulador de frete usando o shortcode %s.

source: Product variation is required
pt_br: Variação do produto é obrigatória

source: Disable this option to allow customers simulate shipping rates even when a variation is not selected on variable products. However, always make sure that the variable product has a defined weight.
pt_br: Desative esta opção para permitir os clientes simularem valores de frete mesmo quando nenhuma variação estiver selecionada em produtos variáveis. Porém, tenha sempre certeza de que o produto variável tem um peso definido.

source: Display full address
pt_br: Mostrar endereço completo

source: When this option is activated, the street, neighborhood and city will be displayed in the shipping simulator.
pt_br: Quando essa opção está ativada, a rua, bairro e cidade serão exibidos no simulador de frete.

source: Update customer address
pt_br: Atualizar endereço do cliente

source: Don't update
pt_br: Não atualizar

source: Update only shipping address
pt_br: Atualizar apenas o endereço de entrega

source: Update billing and shipping address
pt_br: Atualizar o endereço de cobrança e de entrega

source: The customer address can be updated when a shipping simulation returns shipping options.
pt_br: O endereço do cliente pode ser atualizado quando uma simulação de frete retornar opções de entrega.

source: Title
pt_br: Título

source: Text that appears before the simulator fields.
pt_br: Texto que aparece antes dos campos do simulador.

source: Check shipping cost and delivery time:
pt_br: Consulte o frete e o prazo de entrega:

source: Input placeholder
pt_br: Placeholder do campo

source: Text that appears when the postcode field is empty.
pt_br: Texto que aparece quando o campo do código postal está vazio.

source: Type your postcode
pt_br: Digite seu CEP

source: Button Text
pt_br: Texto do botão

source: Text that appears on the shipping simulator button.
pt_br: Texto que aparece no botão do simulador de frete.

source: Apply
pt_br: Consultar

source: Text after results.
pt_br: Texto depois dos resultados.

source: Delivery times start from the confirmation of payment.
pt_br: Os prazos de entrega começam a contar a partir da confirmação do pagamento.

source: Text when there are no results.
pt_br: Texto quando não existir resultados.

source: Unfortunately at this moment this product cannot be delivered to the specified region.
pt_br: Infelizmente, neste momento, este produto não pode ser entregue na região informada.

source: Debug
pt_br: Depuração

source: Debug mode
pt_br: Modo de depuração

source: Enable debug mode to log your shipping simulations and display helpful informations in product page.
pt_br: Ative o modo de depuração para registrar suas simulações de frete nos logs e mostrar informações úteis na página do produto.

source: Community support
pt_br: Suporte da comunidade

source: Donate
pt_br: Faça uma doação

source: Shipping simulator
pt_br: Simulador de frete

source: Settings
pt_br: Configurações

source: Yes
pt_br: Sim

source: No
pt_br: Não

source: Product type:
pt_br: Tipo do produto:

source: Product ID:
pt_br: ID do produto:

source: Has weight?
pt_br: Tem peso?

source: Has dimensions?
pt_br: Tem dimensões?

source: VARIATION
pt_br: VARIAÇÃO

source: Attributes:
pt_br: Atributos:

source: Is virtual?
pt_br: É virtual?

source: DEBUG MODE ENABLED
pt_br: MODO DE DEPURAÇÃO ATIVADO

source: This box not appears for your customers.
pt_br: Essa caixa não aparece para seus clientes.

source: Delivery within %d working day
pt_br: Entrega em %d dia útil

source: Your browser does not have JavaScript enabled or there are JavaScript errors preventing the shipping simulator from working. Check your browser console or disable other plugins to try to find any conflicts.
pt_br: Seu navegador não está com JavaScript ativado ou existem erros de JavaScript impedindo que o simulador de frete funcione corretamente. Verifique o console do seu navegador ou desative outros plugins para tentar encontrar o conflito.

source: The postcode is required.
pt_br: O CEP é obrigatório.

source: Invalid product.
pt_br: Produto inválido.

source: The quantity must be greater than zero.
pt_br: A quantidade deve ser maior que zero.

source: This product is virtual and can not shippable.
pt_br: Este produto é virtual e não pode ser enviado.

source: Please select some product options first.
pt_br: Selecione uma das opções do produto primeiro.

source: The server took too long to respond. Please try again.
pt_br: O servidor demorou demais para responder. Tente novamente.

source: An unexpected error occurred. Please refresh the page and try again.
pt_br: Ocorreu um erro inesperado. Recarregue a página e tente novamente.

source: Shipping options for
pt_br: Opções de frete para

source: The %s plugin needs the following dependencies to work:
pt_br: O plugin %s requer as seguintes dependências para funcionar:

source: Missing
pt_br: Faltando

source: Install and activate the %s plugin.
pt_br: Instale e ative o plugin %s.

source: The WooCommerce option %s is disabled.
pt_br: A opção %s do WooCommerce está desativada.

source: Shipping location(s)
pt_br: Locais de entrega

source: This plugin requires PHP version %s or later (your server PHP version is %s)
pt_br: Este plugin requer PHP na versão %s ou superior (o PHP do seu servidor é %s)

source: Error on %1$s plugin activation: %2$s
pt_br: Erro na ativação do plugin %1$s: %2$s

source: Help us keep the %1$s plugin free and always up to date making a donation or rating %2$s on WordPress.org.
pt_br: Ajude-nos a manter o %1$s gratuito e sempre atualizado fazendo uma doação ou uma avaliação com %2$s no WordPress.org.

source: Make a review
pt_br: Faça uma avaliação

source: Calculate shipping
pt_br: Calcular frete

source: Avaliable shipping options
pt_br: Opções de frete disponíveis
